tap "homebrew/bundle"        # Allow brewfile
tap "homebrew/core"          # Enable default packages
tap "homebrew/cask"          # Enable default casks
tap "homebrew/cask-versions" # Enable alt casks (beta, canary, etc.)

brew "node"                  # Comes with npm...
brew "yarn"                  # ...but use npm wrapper
brew "neovim"                # Modern Vim alternative
brew "the_silver_searcher"   # Search file text (via ag)
brew "fd"                    # Search file name
brew "fzf"                   # Fuzzy search files
brew "gnupg"                 # Enable GPG shanigans...
brew "pinentry-mac"          # ...and sign commits
brew "mas"                   # CLI access to Mac App Store

cask "1password"
cask "google-chrome-canary"
cask "hyper"
cask "vanilla"
cask "visual-studio-code"

mas "Magnet", id: 441258766
