tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "ag"
brew "fd"
brew "fzf"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "yarn"
cask "figma"
cask "google-chrome-canary"
cask "hyper"
cask "notion"
cask "signal"
cask "spotify"
cask "sublime-merge"
cask "visual-studio-code-insiders"
mas "Magnet", id: 441258766
