tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "ag"
brew "fd"
brew "fzf"
brew "neovim"
brew "gnupg"
brew "pinentry-mac"
brew "node"
brew "yarn"
brew "mas"

cask "1password"
cask "google-chrome-canary"
cask "hyper"
cask "keybase"
cask "vanilla"
cask "visual-studio-code-insiders"

mas "Magnet", id: 441258766
