tap "nikitabobko/tap"
tap "rose-pine/tap"
brew "bash"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "m1ddc"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "node"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux", args: ["HEAD"]
brew "tree-sitter-cli"
cask "aerospace"
cask "ghostty@tip"
cask "orbstack"
cask "shottr"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/charmbracelet/melt/cmd/melt"
go "github.com/rose-pine/rose-pine-bloom"
