tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "dark-mode"
brew "deno"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "imagemagick"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pnpm"
brew "ripgrep"

cask "figma"
cask "kitty"
