tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yt-dlp/taps"

brew "dark-mode"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "go"
brew "imagemagick"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pnpm"
brew "ripgrep"
brew "yt-dlp/taps/yt-dlp"

cask "figma"
cask "kitty"
