tap "nikitabobko/tap"
brew "bash"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "m1ddc"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "node"
brew "ripgrep"
brew "shellcheck"
brew "tmux", args: ["HEAD"]
brew "tree-sitter-cli"
cask "aerospace"
cask "container"
cask "firefox"
cask "ghostty@tip"
cask "orbstack"
