tap "nikitabobko/tap"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ripgrep"
brew "tmux"
cask "aerospace"
cask "ghostty@tip"
cask "google-chrome@canary"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "orbstack"
