tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yt-dlp/taps"

brew "clang-format"
brew "dark-mode"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "go"
brew "lazygit"
brew "lua-language-server"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "ripgrep"
brew "shfmt"
brew "stylua"
brew "yt-dlp/taps/yt-dlp"

cask "figma"
cask "kitty"
cask "rectangle"

mas "Mini Motorways", id: 1456188526
mas "Refined GitHub", id: 1519867270
mas "Swift Playgrounds", id: 1496833156
mas "Wipr", id: 1320666476
