tap "homebrew/bundle"
tap "koekeishiya/formulae"
brew "dark-mode"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "macos-trash"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pnpm"
brew "rbenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cleanshot"
cask "kitty"
cask "monitorcontrol"
cask "orbstack"
